
#200이상부터의 경험치만 제공함. 이유는 200이하는 궁금해하지도 않을것.
character_level = 200
if character_level >= 200:
    exp_per_level = [
    2207026470,    # 레벨 200의 경험치
    2471869646,    # 레벨 201의 경험치
    2768494003,    # 레벨 202의 경험치
    3100713283,    # 레벨 203의 경험치
    3472798876,   # 레벨 204의 경험치
    3889534741,   # 레벨 205의 경험치
    4356278909,   # 레벨 206의 경험치
    4879032378,   # 레벨 207의 경험치
    5464516263,   # 레벨 208의 경험치
    6120258214,   # 레벨 209의 경험치
    7956335678,   # 레벨 210의 경험치
    8831532602,   # 레벨 211의 경험치
    9803001188,   # 레벨 212의 경험치
    10881331318, # 레벨 213의 경험치
    12078277762, # 레벨 214의 경험치
    15701761090, # 레벨 215의 경험치
    17114919588, # 레벨 216의 경험치
    18655262350,  # 레벨 217의 경험치
    20334235961,  # 레벨 218의 경험치
    22164317197,  # 레벨 219의 경험치
    28813612356,  # 레벨 220의 경험치
    30830565220,  # 레벨 221의 경험치
    32988704785,  # 레벨 222의 경험치
    35297914119,  # 레벨 223의 경험치
    37768768107,  # 레벨 224의 경험치
    49099398539,  # 레벨 225의 경험치
    52536356436,  # 레벨 226의 경험치
    56213901386,  # 레벨 227의 경험치
    60148874483,  # 레벨 228의 경험치
    64359295696,  # 레벨 229의 경험치
    83667084404,  # 레벨 230의 경험치
    86177096936,  # 레벨 231의 경험치
    88762409844,  # 레벨 232의 경험치
    91425282139,  # 레벨 233의 경험치
    94168040603,  # 레벨 234의 경험치
    122418452783,  # 레벨 235의 경험치
    126091006366,  # 레벨 236의 경험치
    129873736556,  # 레벨 237의 경험치
    133769948652,  # 레벨 238의 경험치
    137783047111,  # 레벨 239의 경험치
    179117961244,  # 레벨 240의 경험치
    184491500081,  # 레벨 241의 경험치
    190026245083,  # 레벨 242의 경험치
    195727032435,  # 레벨 243의 경험치
    201598843408,  # 레벨 244의 경험치
    262078496430  # 레벨 245의 경험치


]










    # 나머지 레벨의 경험치를 계속해서 추가
